---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Flow
source: html/59e2f150-ccc8-66cc-404b-45acb02a8401.htm
---
# Autodesk.Revit.DB.SpecTypeId.Flow Property

Flow, in discipline Piping.

## Syntax (C#)
```csharp
public static ForgeTypeId Flow { get; }
```